Repository: kaminoan-dev/Kilian
Catalog: lib/l10n/arb/app_*.arb
Languages: es, fr

# stagesTitle
source: Stages
es: Etapas
fr: Étapes

# settingsTitle
source: Settings
es: Configuración
fr: Configuration

# segmentEditDialogTitleEdit
source: Edit segment
es: Editar etapa
fr: Modifier l'étape

# segmentEditDialogTitleCreate
source: Create segment
es: Crear etapa
fr: Créer une étape

# horizontalDistanceLabel
source: Horizontal distance
es: Distancia horizontal
fr: Distance horizontale

# horizontalDistanceHint
source: Distance
es: Distancia

# daltitudeLabel
source: Elevation difference
es: Desnivel
fr: Dénivelé

# fitnessChild
source: Child
es: Infantil
fr: Enfant

# fitnessChildTip
source: Child 6-8 years old
es: Niño/a de 6-8 años
fr: Enfant 6-8 ans

# fitnessSedentary
source: Sedentary
es: Sedentario
fr: Sédentaire

# fitnessSedentaryTip
source: Sedentary adult or child 9-11 years old
es: Adulto sedentario o niño/a de 9-11 años
fr: Adulte sédentaire ou enfant de 9 à 11 ans

# fitnessBeginner
source: Beginner
es: Principiante
fr: Débutant

# fitnessBeginnerTip
source: Beginner adult or teenager 12-14 years old
es: Adulto principiante o adolescente de 12-14 años
fr: Adulte débutant ou adolescent de 12 à 14 ans

# fitnessAverage
source: Average
es: Promedio
fr: Moyen

# fitnessAverageTip
source: Average adult or adolescent 15-17 years old
es: Adulto medio o adolescente de 15-17 años
fr: Adulte moyen ou adolescent de 15 à 17 ans

# fitnessAthletic
source: Athletic
es: Deportista
fr: Sportif

# fitnessAthleticTip
source: Athletic adult
es: Adulto deportista
fr: Adulte sportif

# midLevelEasy
source: Easy
es: Fácil
fr: Facile

# midLevelEasyTip
source: Risk-free environment, well-defined paths and crossroads, walking on a smooth surface
es: Medio exento de riesgos, caminos y cruces bien definidos, marcha por superficie lisa
fr: Milieu sans danger, chemins et croisements bien définis, marche sur une surface lisse

# midLevelModerate
source: Moderate
es: Moderado
fr: Modéré

# midLevelModerateTip
source: There is a risk factor, signage indicating continuity, roads with an even surface
es: Hay algún factor de riesgo, señalización que indica la continuidad, marcha por caminos de firme regular
fr: Il y a un facteur de risque, la signalisation indique la continuité, la marche sur des routes planes

# midLevelChallenging
source: Challenging
es: Exigente
fr: Exigeant

# midLevelChallengingTip
source: There are several risk factors, it requires the identification of geographical features and points of the itinerary, hiking on staggered paths or uneven terrain
es: Hay varios factor de riesgo, exige la identificación de accidentes geográficos y puntos del itinerario, marcha por sendas escalonadas o terreno irregular
fr: Il existe plusieurs facteurs de risque, nécessaire d'identifier les caractéristiques géographiques et les points le long de l'itinéraire, de marcher sur des chemins en pente ou sur des terrains accidentés

# midLevelHard
source: Hard
es: Complicado
fr: Compliqué

# midLevelHardTip
source: There are many risk factors, it requires orientation techniques and navigation off-trail, it requires the use of the hands to maintain balance
es: Hay bastantes factores de riesgo, técnicas de orientación y navegación fuera de traza, precisa usar de las manos para mantener el equilibrio
fr: Les facteurs de risque sont nombreux, nécessaire de techniques de navigation et d'orientation hors piste, et il faut se servir de ses mains pour garder l'équilibre

# midLevelExtreme
source: Extreme
es: Extremo
fr: Extrême

# midLevelExtremeTip
source: There are many risk factors, navigation is interrupted by obstacles that have to be negotiated, climbing passages are required for the progression
es: Hay muchos factores de riesgo, la navegación es interrumpida por obstáculos que hay que bordear, requiere pasos de escalada para la progresión
fr: Les facteurs de risque sont nombreux, la navigation est interrompue par des obstacles à négocier, des marches à gravir sont nécessaires pour progresser

# trailSummaryTitle
source: Summary
es: Resumen
fr: Bilan

# trailSummaryLabel
source: View summary
es: Ver resumen
fr: Voir le bilan

# timeLabel
source: Time
es: Tiempo
fr: Temp

# midLevelLabel
source: M.I.D. Level
es: Nivel M.I.D.
fr: Niveau M.I.D.

# midSelectorValidationError
source: You must select an M.I.D. classification
es: Debes seleccionar una clasificación de M.I.D.
fr: Vous devez sélectionner une classification M.I.D.

# fitnessLabel
source: Fitness
es: Condición física
fr: Condition physique
